<link rel="stylesheet" type="text/css" href="{$WEB_ROOT}/templates/{$template}/css/policy.css">
<section class="article-content">
    <div class="container">
        <div class="row">
            <div class="col-sm-12 article__body post-content">
                <article>
                    <h4><strong>如何推广</strong></h4>
                    <p><strong>成为推广者：</strong></p>
                    <p>进入推广页面，点击“推广”按钮申请注册推广者，按照指引填写资料。</p>

                    <p><strong>开始推广：</strong></p>
                    <p>申请成功后，在“推广管理-推广素材”下看到推广链接，复制推广链接，放置在网站、论坛、博客等互联网页面上，吸引客户点击推广链接。在不清除网页cookies的情况下，推广链接在30天内都是有效的。</p>

                    <p><strong>关联客户：</strong></p>
                    <p>客户通过推广链接注册/登录，即与推广者建立关联。</p>

                    <p><strong>如果以关联客户访问了其他AFF推广页面：</strong></p>
                    <p>推广人发展的全新未付费客户，未付费前按照最近一次访问的推广链接，确定为有效推广关系对应的首笔会员首购订单奖励归对应大使。注意：新账号≠新客户，返利仅奖励新客户。</p>

                    <p><strong>推广成功：</strong></p>
                    <p>建立关联后的关联有效期内，完成指定返佣产品的购买并支付订单为有效订单。</p>


                    <h4><strong>推广奖励规则</strong></h4>
                    <p><strong>推广那些产品可以获得奖励：</strong></p>
                    <p>推广的客户首次预付费形式，购买如下如下云产品可得奖励，涵盖：VPS服务器，专用宿主机，裸金属服务器，托管服务器。</p>

                    <p><strong>分享链接返利：</strong></p>
                    注册AFF之后，进入“个人中心”中复制分享个人的专属推广链接，客户登录购买后才可以返利，有效的判断方法是：链接中是否含系统生成的usercode参数。

                    关于新用户：
                    指被推荐的客户从未付费购买任何飞悦云产品，不含域名产品、未支付作废订单、全额退款且未发生资源摊销（资源消耗，如购买即生效的计时产品）的订单。老客户新注册账号仍视为同人不奖励。

                    确认有效关联与奖励：
                    推广客户在分享页登录后，推广人即时可以在推广页面的“个人中心-关联客户”里，可以查看该账号是否为老用户或新账号（注意：新账号≠新用户，返利仅针对新用户返利）。确认客户关联成功，客户在任意飞悦云活动或产品页下单，只要符合返利条件，都可以在“个人中心-返利订单”查看预期返利。说明：目前首购奖励仅针对新账号中真实的新客户进行奖励，且下单后最快满30天才能到账。

                    返利订单中的无效订单：
                    无效订单指违规推广的不返利订单，包含但不限于大使推广自己购买、买家新注册账号购买等情况，以上情况均视为同一个人即“同人”。同人判定依据是：客户/大使的飞悦云账号在注册、登录、使用中的关联信息，如证件、手机号等，被系统认为是同一个人，目前的同人判定为下单后的3天（即同人3天判），最长5个自然日同人判定即为锁定。


                    无效推广情况：
                    目前推广人业务奖励新客户的首购推广、老客户的新购推广。新客户首购推广常见无效推广情况有：客户类型（老客户）、订单类型（非奖励产品、已购买按量付费产品）、同人类型（大使与客户同人，客户其他账号已购买）、渠道及活动例外（特别说明云大使不参与推广的活动的）；老客户新购推广常见无效推广情况有：订单类型（非奖励产品)、同人类型（大使与客户同人，客户其他账号已购买）、渠道及活动例外（特别说明云大使不参与推广的活动的

                    如下客户被视为无效客户不获得返利奖励：
                    飞悦云已触达客户（CBM云业务经理、分销类合作伙伴等已触达客户）、自推（系统认为为同人）行为，将不创建推广关系，或最终不会奖励。

                    奖励金额结算时间：
                    一般基础奖励每单30天结算，推广成功满2单云大使可以在个人中心绑定支付宝提现


                    获取佣金：
                    推广奖励佣金=订单有效支付现金金额×返佣比例，单笔订单最高返利金额8W封顶。
                    具体产品返利比如下表：
                    套餐带宽	月付返利比	季付价返利比	半年付返利比	年付返利比
                    流量款	3%	5%	7%	10%
                    10M带宽	3%	5%	7%	10%
                    20M带宽	3%	5%	7%	10%
                    50M带宽	3%	5%	7%	10%
                    100M带宽	5%	7%	10%	15%
                    200M带宽	5%	7%	10%	15%
                    500M带宽	5%	7%	10%	15%
                    1000M及以上带宽	7%	10%	15%	20%





                    虚假推广处理方案

                    虚假推介有以下情形之一的，视为同一人购买，若在后台申请提现推介款项，我们有权予以拒绝支付，并删除推介帐号关联。
                     
                    1、在60天内相同登陆IP。
                     
                    2、连续多次或断续出现相同支付帐号（付款人名）。
                     
                    3、或者其它证据能证明1个或多个帐号均为1人使用的情况
                </article>
            </div>
        </div>
    </div>
</section>