<link rel="stylesheet" type="text/css" href="{$WEB_ROOT}/templates/{$template}/css/policy.css">
<section class="article-content">
    <div class="container">
        <div class="row">
            <div class="col-sm-12 article__body post-content">
                <article>

                    <h4 class="text-center"><strong>提示条款</strong></h4>
                    <p class="more">您的信任对我们非常重要，我们深知用户信息安全的重要性，我们将按照法律法规要求，采取安全保护措施，保护您的用户信息安全可控。鉴此，飞悦（或简称“我们”）制定本《法律声明及隐私权政策》（以下或简称“声明和政策”）并提醒您：在使用飞悦网站的各项服务前，请您务必仔细阅读并透彻理解本《法律声明和隐私权政策》，在确认充分理解并同意后方使用相关产品和服务。一旦您开始使用飞悦服务，将被视为对本声明和政策内容的接受和认可。
                        如对本声明和政策内容有任何疑问、意见或建议，您可通过飞悦网站的工单、建议提交平台或客服电话与我们联系。</p>
                     
                    <h4 class="text-center"><strong>定义</strong></h4>
                    <p class="more"><strong>飞悦网站：</strong>指飞悦官网（域名为：www.flyjoying.com）以及飞悦客户端（如APP）。</p>
                    <p class="more"><strong>飞悦、飞悦通讯：</strong>除非另有约定，指温州飞悦通讯科技有限公司及其受同一第三方控制的附属公司如Flyjoing Communications Limited，温州飞悦通讯科技有限公司是www.flyjoying.com以及飞悦客户端的经营者。</p>
                    <p class="more"><strong>用户信息：</strong>用户信息是指您注册飞悦网站账户，使用飞悦的服务以及飞悦为了向您提供服务，您提交的或者飞悦收集的用户会员类信息，如姓名、联系方式等，具体详见隐私权政策第二条所述的信息。</p>
                    <p class="more"><strong>业务数据：</strong>不同于用户信息，是指飞悦网站的用户利用飞悦的服务上传、下载、分发等通过飞悦的技术服务处理的数据。</p>
                     
                    <h4 class="text-center"><strong>法律声明</strong></h4>
                    <h4><strong>一、权利归属</strong></h4>
                    <p class="more">1.1.飞悦网站的Logo、“飞悦”、“FLYJOYING”等文字、图形及其组合，以及飞悦网站的其他标识、徽记、飞悦服务的名称等为飞悦及其关联公司在中国和其他国家的注册商标。未经飞悦通讯书面授权，任何人不得以任何方式展示、使用或做其他处理（包括但不限于复制、传播、展示、镜像、上传、下载），也不得向他人表明您有权展示、使用或做其他处理。</p>
                    <p class="more">1.2.飞悦网站所有的产品、服务、技术与所有程序（以下或简称“技术服务”）的知识产权均归属于飞悦通讯或归其权利人所有。</p>
                    <p class="more">1.3.除非飞悦通讯另行声明，飞悦通讯拥有在飞悦网站内发布文档等信息（包括但不限于文字、图形、图片、照片、音频、视频、图标、色彩、版面设计、电子文档）的所有权利（包括但不限于版权、商标权、专利权、商业秘密和其他所有相关权利）。未经飞悦通讯许可，任何人不得擅自使用如上内容（包括但不限于通过程序或设备监视、复制、转播、展示、镜像、上传、下载飞悦网站内的任何内容）。被授权浏览、复制、打印和传播属于飞悦网站内信息内容的，该等内容都不得用于商业目的且所有信息内容及其任何部分的使用都必须包括此权利声明。</p>
                        
                    <h4><strong>二、责任限制</strong></h4>
                    <p class="more">2.1.飞悦通讯用户在飞悦网站的论坛、社区以及云市场上，自行上传、提供、发布相关信息，包括但不限于用户名称、公司名称、 联系人及联络信息，相关图片、资讯等，该等信息均由用户自行提供，飞悦的用户须对其提供的任何信息依法承担全部责任。</p>
                    <p class="more">2.2.飞悦网站上转载作品（包括论坛内容）出于传递更多信息之目的，并不意味飞悦通讯赞同其观点或证实其内容的真实性。</p>
                    <p class="more">2.3.飞悦通讯在此提示，您在使用飞悦通讯服务期间应当遵守中华人民共和国的法律，不得危害网络安全，不得利用飞悦通讯的服务从事他人侵犯名誉、隐私、知识产权和其他合法权益的活动。尽管有前述提示，飞悦通讯不对您使用飞悦通讯服务的用途和目的承担任何责任。</p>

                    <h4><strong>三、知识产权保护</strong></h4>
                    <p class="more">我们尊重知识产权，反对并打击侵犯知识产权的行为。任何组织或个人认为飞悦网站的网页（含www.flyjoying.com网页内容以及客户端页面）内容（如转载文章、商品信息等）可能侵犯其合法权益的，请将您的著作权书面通知发送至：abuse[@] flyjoying.com或邮寄至浙江省温州市鹿城区五马街道人民东路浦发大楼1幢312室，飞悦通讯将在收到知识产权权利人合格通知后依法尽快处理。如果您认为使用飞悦网络的人侵犯了您的版权，请将您的著作权书面通知发送至：abuse[@] flyjoying.com</p>

                    <h4 class="text-center"><strong>隐私政策</strong></h4>
                    <p class="more"><strong>【特别提示】请仔细阅读《飞悦通讯隐私政策》（尤其是加粗划线的内容）并确定了解我们对您个人信息的处理规则。阅读过程中，如您有任何疑问，可联系我们的客服咨询，如您不同意协议中的任何条款，您应立即停止访问飞悦。阅读协议的过程中，如果您不同意相关协议或其中任何条款约定，您应立即停止使用飞悦服务。</strong></p>
                    <h4><strong>引言</strong></h4>
                    <p class="more">飞悦通讯（“我们”）非常重视用户的隐私和个人信息保护。您在使用我们的产品与/或服务时，我们可能会收集和使用您的相关信息。我们希望通过《飞悦通讯隐私政策》（“本隐私政策”）向您说明我们在您使用我们的产品与/或服务时如何收集、使用、保存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。本政策将帮助您了解以下内容：</p>
                    <p class="more"> 1、适用范围</p>
                    <p class="more">2、我们收集您的信息的范围</p>
                    <p class="more">3、我们收集您的信息的方式</p>
                    <p class="more">4、我们如何共享、转让、公开披露您的个人信息</p>
                    <p class="more">5、我们如何保护和保存您的个人信息</p>
                    <p class="more">6、您如何管理个人信息</p>
                    <p class="more">7、未成年人信息的保护</p>
                    <p class="more">8、通知和修订</p>
                    <p class="more">9、如何联系我们</p>
                    <p class="more"><strong>本隐私政策与您所使用的飞悦服务以及该服务所包括的各种业务功能（以下统称“我们的产品与/或服务”）息息相关，希望您在使用我们的产品与/或服务前仔细阅读并确认您已经充分理解本政策所写明的内容，并让您可以按照本隐私政策的指引做出您认为适当的选择。本隐私政策中涉及的相关术语，我们尽量以简明扼要的表述，并提供进一步说明的链接，以便您更好地理解。您使用或在我们更新本隐私政策后（我们会及时提示您更新的情况）继续使用我们的产品与/或服务，即意味着您同意本隐私政策(含更新版本)内容，并且同意我们按照本隐私政策收集、使用、保存和共享您的相关信息。如对本隐私政策或相关事宜有任何问题，您可随时通过发送邮件或拨打我们的咨询热线与我们联系。</strong></p>

                    <h4><strong>一、适用范围</strong></h4>
                    <p class="more">1.1本隐私权政策适用于飞悦网站所有服务，包括向您提供页面浏览、网站登录服务，以及通过飞悦网站向您提供的技术服务。</p>
                    <p class="more">1.2本隐私权政策不适用于其他第三方通过飞悦网站向您提供的服务。例如，飞悦通讯的第三方服务商依托云市场向您提供服务时，您向服务商提供的信息不适用本隐私政策。</p>
                    <p class="more">1.3需要特别说明的是，作为飞悦通讯的用户，若您利用飞悦通讯的技术服务，为您的用户再行提供服务，因您的业务数据属于您所有，您应当另行与您的用户约定相应的隐私政策。</p>

                    <h4><strong> 二、我们收集您的信息的范围</strong></h4>
                    <p class="more">本隐私政策中涉及的个人信息包括：</p>
                    <p class="more">基本信息：您为完成飞悦账户的注册、管理、实名认证等，您提交的真实、合法、有效的个人姓名、联系地址、联系电话号码、电子邮箱；</p>
                    <p class="more">个人身份信息：您使用飞悦域名注册、网站备案、云市场等服务时，您提交身份证、护照、回乡证、台胞证等；</p>
                    <p class="more">网络身份标识信息：包括系统账号、密码、IP地址、邮箱地址；</p>
                    <p class="more">个人财产信息：您在飞悦的交易和消费记录、以及优惠码、优惠券等虚拟财产信息；</p>
                    <p class="more">个人上网记录：网站浏览记录、软件使用记录、日志信息；</p>
                    <p class="more">个人常用设备信息：包括硬件型号、操作系统类型、IDFA在内的描述个人常用设备基本情况的信息；</p>
                    <p class="more">个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，本隐私政策中涉及的个人敏感信息包括：您的财产信息（包括交易记录及代金券等虚拟财产信息）；个人身份信息（包括身份证、护照、回乡证、台胞证）；网络身份识别信息（包括账户名、邮箱地址及与前述有关的密码）；其他信息（包括个人电话号码、手机号码、网页浏览记录）。</p>

                    <h4><strong>三、您可选择是否授权我们收集和使用您的个人信息的情形</strong></h4>
                    <p class="more">如果您不提供这些个人信息，您依然可以进行浏览我们的产品及/或服务，但您可能无法使用我们的产品及/或服务，主要包括：</p>
                    <p class="more">（1）不提供手机号码，将无法进行账号注册；无法执行部分需要通过手机验证码以确认用户身份的操作，如找回密码。</p>
                    <p class="more">（2）不进行实名认证（个人实名认证需要提供姓名、身份证号、银行账号；企业实名认证需要提供营业执照信息及照片、对公银行账号、法人姓名和身份证号及照片、授权人姓名和身份证号及照片），无法购买和使用我们的产品及/或服务，如虚拟服务器、专用宿主机、CDN加速等产品；无法进行提现。</p>

                    <h4><strong>四、我们收集您的信息的方式</strong></h4>
                    <p>a)您申请成为飞悦用户</p>
                    <p class="more">4.1当您在飞悦网站创建飞悦账户时，我们通过您主动提交的您的手机号码，以及您设置的账号。</p>
                    <p class="more">4.2在您注册完成飞悦账户后，您可以在账户“基本资料”一栏中继续填写您的信息，包括（1）您的会员身份类型（个人、企业）、单位名称（如果您已完成实名认证，单位名称将会以您的实名认证信息为准）、主营业务，（2）联系信息（所在地区、街道）。您若不提供这些信息，将不会影响您对某一服务的使用。您提供的本条第（1）类信息，会帮助我们更了解您对于飞悦的服务需求，以便飞悦有针对性的向您推广、介绍产品；您提供的本条第（2）类信息，飞悦可能会利用如上方式向您推广、宣传产品、邮寄业务通知（含账单）或与您进行业务沟通。</p>
                    <p class="more">4.3您的账号下创建子账号时，需要收集子账号主体的姓名、手机号码、电子邮箱。您提交的子账号的个人信息视为您已经获得子账号主体的授权并提交子账号的上述信息。</p>
                    <p class="more">4.4在您注册完成飞悦账户后，您可在账号的管理控制台提交联系人信息，包括您指定联系人的邮箱、手机号码。飞悦将通过如上信息向您发送业务通知或与您进行业务沟通。</p>
                    <p class="more">4.5如果您仅需使用浏览、搜索等基本服务，您不需要注册成为我们的会员及提供上述信息。</p>
                    <p>b)您使用飞悦服务</p>
                    <p class="more">4.6在您使用飞悦的服务时，您通过您的账号提供您的真实身份信息以完成实名认证，在此过程中，您将提交您的姓名（单位主体名称）、身份证号码（营业执照号码）、企业注册地区、企业性质、企业名称和营业执照注册号，企业授权人信息以及银行账户信息（包括开户行、银行账号）。</p>
                    <p class="more">4.7在接受域名、备案等服务前，根据中华人民共和国法律，飞悦将通过飞悦网站页面向您展示您需要提交的信息，以届时网站页面展示为准，如果您不使用某些服务，则无需提供相关信息。</p>
                    <p class="more">4.8您使用我们的服务后，我们还将根据您的需要，根据您提供的收件人的姓名、联系方式、收货地址，为您寄送合同及/或发票等。</p>
                    <p class="more">4.9我们会根据您在软件安装及使用中授予的具体权限，接收并记录您所使用的设备相关信息（例如设备型号、操作系统版本、设备设置等软硬件特征信息）、设备所在位置相关信息（IP地址）。我们可能会将前面两类信息进行关联，以便我们能在不同设备上为您提供一致的服务。</p>
                    <p class="more">4.10当您使用我们的网站或客户端提供的服务时，我们会自动收集您对我们服务的详细使用情况，作为有关网络日志保存。例如您的搜索查询内容、IP地址、浏览器的类型、电信运营商、使用的语言、访问日期和时间及您访问的网页记录等。</p>
                    <p class="more">4.11请注意，单独的设备信息、日志信息等是无法识别特定自然人身份的信息。如果我们将这类信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类信息做去标识化处理。</p>
                    <p class="more">4.12用户账户的支持信息：基于您使用飞悦服务而产生的用户的咨询记录、报障记录和针对用户故障的排障过程（如通信或通话记录），飞悦将通过记录、分析这些信息以便更及时响应您的帮助请求，以及用于改进服务。</p>
                    <p class="more">4.13我们可能会通过 Cookies 和其他相关技术收集和使用您的信息。</p>
                    <p class="more">我们使用 Cookies 的具体用途包括：</p>
                    <p class="more">记住您的身份。例如：Cookies 有助于我们辨认您作为我们的注册用户的身份。</p>
                    <p class="more">分析您使用我们服务的情况，以便为您提供更加周到的个性化服务，包括定制化页面、推荐等服务。</p>
                    <p class="more">4.14您可以通过浏览器设置拒绝或管理 Cookies。但请注意，如果停用 Cookies，您有可能无法享受最佳的服务体验，某些功能的可用性可能会受到影响。</p>
                    <p class="more">4.15通过飞悦 Cookies 记录的有关信息，将适用本隐私声明。</p>
                    <p class="more">4.16我们从第三方获得您个人信息的情形</p>
                    <p class="more">我们可能从第三方获取您授权共享的账户信息，并在您同意本隐私政策后将您的第三方账户与您的飞悦账户绑定，使您可以通过第三方账户直接登录并使用我们的产品与/或服务。我们会将依据与第三方的约定、对个人信息来源的合法性进行确认后，在符合相关法律和法规规定的前提下，使用您的这些个人信息。</p>
                    <p class="more">4.17当您终止使用我们的产品与/或服务时，或您使用我们的产品与/或服务之服务期届满后，我们将立即停止继续收集您的个人信息。</p>

                    <h4><strong>五、我们如何共享、转让、公开披露您的个人信息</strong></h4>
                    <p class="more">5.1共享</p>
                    <p class="more">5.1.1我们不会与飞悦以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：</p>
                    <p class="more_grade">（1）事先获得您明确的同意或授权；</p>
                    <p class="more_grade">（2）根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；</p>
                    <p class="more_grade">（3）在法律法规允许的范围内，为维护飞悦、飞悦的关联方或合作伙伴、您或其他飞悦用户或社会公众利益、财产或安全免遭损害而有必要提供；</p>
                    <p class="more_grade">（4） 只有共享您的信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务；</p>
                    <p class="more_grade">（5）应您需求为您处理您与他人的纠纷或争议；</p>
                    <p class="more_grade">（6）符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</p>
                    <p class="more_grade">（7）基于学术研究而使用；</p>
                    <p class="more_grade">（8）基于符合法律法规的社会公共利益而使用。</p>
                    <p class="more">5.1.2我们可能会将您的个人信息与我们的关联方共享。但我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。</p>
                    <p class="more">5.1.3我们可能会委托合作伙伴来提供某些服务，而需要和合作伙伴共享您的用户信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。目前我们的合作伙伴包括：供应商、服务提供商和其他合作伙伴。我们将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴，这些支持包括提供基础技术服务、提供咨询、分析等专业服务。</p>
                    <p class="more">5.1.4对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。在个人敏感数据使用上，我们要求第三方采用技术手段保证用户数据的安全。</p>
                    <p class="more">5.1.5为了遵守法律、执行或适用我们的使用条件和其他协议，或者为了飞悦、您或其他飞悦的权利及其财产或安全，比如为防止欺诈等违法活动和减少信用风险，而与其他公司和组织交换信息。不过,这并不包括违反本隐私政策中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的个人信息。</p>
                    <p class="more">5.2转让</p>
                    <p class="more">我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
                    <p class="more">1、事先获得您明确的同意或授权；</p>
                    <p class="more">2、根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；</p>
                    <p class="more">3、符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</p>
                    <p class="more">4、在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,我们将要求该公司、组织重新向您征求授权同意。</p>
                    <p class="more">5.3公开披露</p>
                    <p class="more">我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：</p>
                    <p class="more">1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；</p>
                    <p class="more">2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。</p>

                    <h4><strong>六、我们如何保护和保存您的个人信息</strong></h4>
                    <p class="more">6.1我们保护您个人信息的技术与措施 我们非常重视个人信息安全，并采取一切合理可行的措施，保护您的个人信息：</p>
                    <p class="more">6.1.1数据安全技术措施 我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问使用、修改,避免数据的损坏或丢失。 飞悦的网络服务采取了传输层安全协议等加密技术，通过https等方式提供浏览服务，确保用户数据在传输过程中的安全。飞悦采取加密技术对用户个人信息进行加密保存，并通过隔离技术进行隔离。在个人信息使用时，例如个人信息展示、个人信息关联计算，我们会采用多种数据脱敏技术增强个人信息在使用中安全性。</p>
                    <p class="more">6.1.2飞悦为保护个人信息采取的其他安全措施 飞悦通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用。飞悦通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。加强安全意识：我们还会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</p>
                    <p class="more">6.1.3我们仅允许有必要知晓这些信息的飞悦及飞悦关联方的员工、合作伙伴访问个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与飞悦的合作关系。</p>
                    <p class="more">6.1.4我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。</p>
                    <p class="more">6.1.5互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护您的个人信息安全。</p>
                    <p class="more">6.1.6如果您对我们的个人信息保护有任何疑问，可通过本政策最下方约定的联系方式联系我们。如您发现自己的个人信息泄密，尤其是您的账户及密码发生泄露，请您立即通过【联系方式】约定的联系方式联络我们，以便我们采取相应措施。</p>
                    <p class="more">6.2您个人信息的保存</p>
                    <p class="more">6.2.1您的个人信息将全被存储于中华人民共和国境内。如您使用跨境交易服务，且需要向境外传输您的个人信息完成交易的，我们会单独征得您的授权同意并要求接收方按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理这些个人信息。</p>
                    <p class="more">6.2.2您可致电飞悦客服或通过“工单 – 创建工单”提交账号注销申请。关于您注销账户的方式以及您应满足的条件，请详见《飞悦账户注销须知》。 您注销账户后，我们将停止为您提供产品与/或服务，并依据您的要求，除法律法规另有规定外，我们将删除您的个人信息。请您注意，当您成功申请注销飞悦账户后，我们将在您提出申请的3个工作日内完成对您的账户注销审核，审核通过后，我们将对您的个人信息进行删除。</p>
                    <p class="more">6.2.3如果我们终止服务或运营，我们会至少提前三十日向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。</p>

                    <h4><strong>七、您如何管理您的个人信息</strong></h4>
                    <p class="more">飞悦非常重视您对个人信息的关注，并尽全力保护您对于您个人信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括：</p>
                    <p class="more">7.1. 您可以登录飞悦网站或客户端“管理控制台”查询、管理（变更、删除）使用飞悦服务时而提交的基本业务信息（基本资料）和联系人信息。</p>
                    <p class="more">7.2. 如果您需要变更您飞悦账户的实名认证信息，您需通过工单、电话等方式联系飞悦，按照飞悦的操作文档进操作。</p>
                    <p class="more">7.3. 在以下情形中，您可以向我们提出删除用户信息的请求：</p>
                    <p class="more_grade">7.3.1.如果我们处理用户信息的行为违反法律法规；</p>
                    <p class="more_grade">​7.3.2 如果我们收集、使用您的用户信息，却未征得您的明确同意；</p>
                    <p class="more_grade">7.3.3如果我们处理个人信息的行为严重违反了与您的约定；</p>
                    <p class="more">7.3.4您行使撤回同意权和拒绝权时。</p>
                    <p class="more">7.4改变您授权同意的范围或撤回您的授权</p>
                    <p class="more">您可以通过工单、电话等方式联系飞悦，改变您授权我们继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回我们继续收集您个人信息的全部授权。</p>
                    <p class="more">请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。</p>
                    <p class="more">7.5 为了维护、改进服务，向您提供更符合您个性化需求的信息展示，我们可能将来自飞悦网站某项服务的用户信息与来自其他项服务的信息结合起来，做出特征模型并进行用户画像，向您展示、推送信息和可能的商业广告，包括但不限于关于飞悦产品的新闻以及市场活动及优惠促销信息、飞悦合作第三方的推广信息，或其他您可能感兴趣的内容。 如果您不想接收我们给您发送的商业性电子信息，您随时可通过以下方式取消：</p>
                    <p class="more">（1）您可通过PC端飞悦账户设置页面的邮件订阅菜单中取消邮件订阅的促销信息。</p>
                    <p class="more">（2）您可以随时回复“TDflyjoying”来取消我们给您发送的手机促销短信。</p>
                    <p class="more">（3）我们会基于您的个人信息与第三方的平台或媒体（“平台”）合作向您推荐个性化的商品。这些个人信息包括诸如在本网站的购物情况、访问本网站关联公司网站的情况。平台仅向我们提供了展示商品的窗口，窗口内容的链接是飞悦站内的个性化商品展示信息，由飞悦进行管理，因此我们不会向广告商提供您的任何的个人信息。如您不愿意接受飞悦在单个平台上的推荐服务，请联系平台进行关闭。您知晓并理解平台是自主经营的实体，飞悦无法对其进行管理。</p>
                    <p class="more">（4）为了保护您的隐私，我们不会以任何方式和途径向您推送涉及宗教信仰、性、疾病等相关敏感内容的促销或商品信息给您。</p>

                    <h4><strong>八、未成年人的个人信息保护</strong></h4>
                    <p class="more">8.1我们非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用我们的产品与/或服务前，应事先取得您家长或法定监护人的书面同意。我们将根据国家相关法律法规的规定保护未成年人的个人信息。</p>
                    <p class="more">8.2对于经父母或法定监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息。</p>
                    <p class="more">8.3如果我们发现自己在未事先获得可证实的父母或法定监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。</p>

                    <h4><strong>九、通知和修订</strong></h4>
                    <p class="more">9.1为给您提供更好的服务以及随着飞悦业务的发展，本隐私政策也会随之更新。但未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过在飞悦网站上发出更新版本并在生效前通过网站公告或以其他适当方式提醒您相关内容的更新，也请您访问飞悦以便及时了解最新的隐私政策。</p>
                    <p class="more">9.2对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于邮件、短信或在浏览页面做特别提示等方式，说明隐私政策的具体变更内容）。 本政策所指的重大变更包括但不限于：（1）我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；（2）我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；（3）个人信息共享、转让或公开披露的主要对象发生变化；（4）您参与个人信息处理方面的权利及其行使方式发生重大变化；（5）我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；（6）个人信息安全影响评估报告表明存在高风险时。</p>
                    <p class="more">9.3我们还会将本隐私政策的旧版本存档，供您查阅。</p>

                    <h4><strong>十、如何联系我们</strong></h4>
                    <p class="more">10.1如您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议，请通过发送邮件至support@flyjoying.com或拨打我们的客服电话0577-88425998（海外用户请加拨国家代码+86/0086）等多种方式与我们联系。</p>
                    <p class="more">10.2一般情况下，我们将在三十天内回复。如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向通信管理局、网信、公安及工商等监管部门进行投诉或举报。</p>
                    <p class="text-right">最近更新日期：2020年5月31日</p>
                    <p class="text-right">生效日期：2020年6月1日</p>
                    <h4><strong>附件：《飞悦账户注销须知》</strong></h4>
                    <p class="more">飞悦账号注销须知内容：</p>
                    <p class="more">注销本账户后，您将放弃以下权益和资产</p>
                    <p class="more">1.账户信息、会员权益、虚拟资产且无法恢复</p>
                    <p class="more">2.无法使用账户原验证手机或邮箱登陆飞悦服务</p>
                    <p class="more">3.解除与第三方授权或绑定关系</p>
                    <p class="more">您理解并同意，飞悦无法协助您重新恢复前述服务，您注销账户的行为会给您的售后维权带来诸多不便，请您在操作之前，确保您的账户无任何纠纷，并自行备份飞悦账户相关的所有信息和数据，下载并保存好订单产品和服务的交易凭证、票据（如电子发票）等资料，否则飞悦将无法协助您获得上述内容。</p>
                    <h4><strong>附件：《飞悦账户注销须知》</strong></h4>
                    <p class="more">您在申请注销流程中点击同意前，应当认真阅读《飞悦账户注销须知》（以下称“《注销须知》”）。</p>
                    <p class="more">请您务必审慎阅读、充分理解协议中相关条款内容，其中包括：</p>
                    <p class="more">1、与您约定免除或限制责任的条款；</p>
                    <p class="more">2、其他以粗体下划线标识的重要条款。</p>
                    <p class="more">如您对本《注销须知》有任何疑问，可拨打我们的客服电话0086-0577-88425998联系客服咨询。</p>
                    <p class="more">【特别提示】当您按照注销页面提示填写信息、阅读并同意本《注销须知》及相关条款与条件且完成全部注销程序后，即表示您已充分阅读、理解并接受本《注销须知》的全部内容。阅读本《注销须知》的过程中，如果您不同意相关任何条款和条件约定，请您立即停止账户注销程序。</p>
                    <p class="more">亲爱的飞悦个人消费者用户：</p>
                    <p class="more">我们在此善意地提醒您，您注销账户的行为会给您的售后维权带来诸多不便，且注销飞悦账户后，您的个人信息我们只会在飞悦系统中去除，使其保持不可被检索、访问的状态，或对其进行匿名化处理。您知晓并理解，根据相关法律规定，相关服务信息、交易记录须在飞悦后台保存5年甚至更长的时间。</p>
                    <p class="more">1. 如果您仍执意注销账户，您的账户需同时满足以下条件：</p>
                    <p class="more_grade">（1）在最近一个月内，账户没有进行更改密码、更改绑定信息等敏感操作；</p>
                    <p class="more_grade">（2）自愿放弃账户在飞悦系统中的资产和虚拟权益（包括但不限于账户余额、代金券等）自愿放弃、无拍卖保证金、无欠款；</p>
                    <p class="more_grade">（3）账户内无未完成的订单、服务或其他有效业务；</p>
                    <p class="more_grade">（4）账户无任何纠纷，包括投诉举报或被投诉举报；</p>
                    <p class="more_grade">（5）账户已经解除与其他网站、其他APP的授权登录或绑定关系。</p>
                    <p class="more">2.飞悦账户一旦被注销将不可恢复，请您在操作之前自行备份飞悦账户相关的所有信息和数据。请您保存好订单商品和服务的交易凭证、票据等资料，飞悦将无法协助您查询或找回上述信息。</p>
                    <p class="more">3.在飞悦账户注销期间，如果您的飞悦账户涉及争议纠纷，包括但不限于投诉、举报、诉讼、仲裁、国家有权机关调查等，飞悦有权自行终止本飞悦账户的注销而无需另行得到您的同意。</p>
                    <p class="more">4.注销飞悦账户，您将无法再使用本飞悦账户，也将无法找回您飞悦账户中及与账户相关的任何内容或信息，包括但不限于：</p>
                    <p class="more_grade">（1）您将无法使用本飞悦账户；</p>
                    <p class="more_grade">（2）本飞悦账户的个人资料和历史信息（包括但不限于实名信息、消息记录、工单信息、订单信息等）都将无法找回；</p>
                    <p class="more_grade">（3）您曾获得的余额、代金券及其他权益等视为您自行放弃，将无法继续使用。您理解并同意，飞悦无法协助您重新恢复前述服务。请您在提交注销申请前，务必先了解您须解绑的其他相关账户信息，具体可与我们的客服联系。</p>
                    <p class="more">注销本飞悦账户并不代表本飞悦账户注销前的账户行为和相关责任得到豁免或减轻。</p>
                </article>
            </div>
        </div><!--end of row-->
    </div><!--end of container-->
</section>