<link rel="stylesheet" type="text/css" href="{$WEB_ROOT}/templates/{$template}/css/policy.css">
<section class="article-content">
    <div class="container">
        <div class="row">
            <div class="col-sm-12 article__body post-content">
                <article>
                    <h4 class="text-center">
                        <strong>提示条款</strong>
                    </h4>
                    <br>
                    <p class="more">本服务条款是飞悦网站所有者（本协议中称为“飞悦”网址：www.flyjoying.com
                        ）与您就云主机、租用主机服务的相关事项所订立的有效合约。您通过盖章、网络页面点击确认或以其他方式选择接受本服务条款，包括但不限于未点击确认本服务条款而事实上使用了飞悦主机服务，即表示您与飞悦已达成协议并同意接受本服务条款的全部约定内容。如若双方盖章文本与网络页面点击确认或以其他方式选择接受之服务条款文本，存有不一致之处，以双方盖章文本为准。</p>
                    <p class="more">
                        关于本服务条款，提示您特别关注限制、免责条款，飞悦对您违规、违约行为的认定处理条款，以及管辖法院的选择条款等。限制、免责条款可能以加粗或加下划线
                        形式提示您注意。在接受本服务条款之前，请您仔细阅读本服务条款的全部内容。如果您对本服务条款的条款有疑问，请通过飞悦相关业务部门进行询问，飞悦将向您解释条款内容。如果您不同意本服务条款的任意内容，或者无法准确理解飞悦对条款的解释，请不要进行后续操作。
                    </p>
                    <h4 class="text-center">
                        <strong>签约主体</strong>
                    </h4>
                    <p class="more">
                        本服务协议是温州飞悦通讯科技有限公司（包括受同一第三方控制的附属公司如Flyjoing Communications
                        Limited）（以下简称”飞悦”或“Flyjoying”）就您使用飞悦服务所签署的服务协议。
                    </p>
                    <div>
                        <h4>
                            <strong>一、服务内容</strong>
                        </h4>
                        <p class="more">1.1 本条款中“服务”指：飞悦向您提供www.flyjoying.com 网站上所展示的云主机服务以及相关的技术及网络支持服务。</p>
                        <p class="more">1.2 飞悦提供的服务必须符合本服务条款的约定。</p>
                    </div>
                    <div>
                        <h4>
                            <strong>二、服务费用</strong>
                        </h4>
                        <p class="more">2.1 服务费用将在您订购页面予以列明公示，您可自行选择具体服务类型并按列明的价格予以支付。</p>
                        <p class="more">2.2 您可选择预付费或后付费：</p>
                        <p class="more">2.2.1 预付费</p>
                        <p class="more"> 2.2.1.1 在您付费之后，飞悦才开始为您提供服务。</p>
                        <p class="more"> 2.2.1.2
                            服务期满双方愿意继续合作的，您至少应在服务期满前7天内支付续费款项，以使服务得以继续进行。如续费时飞悦对产品体系、名称或价格进行调整的，双方同意按照届时有效的新的产品体系、名称或价格履行。</p>
                        <p class="more">2.2.2 后付费</p>
                        <p class="more">您先使用后付费。具体扣费规则请查看www.flyjoying.com上的页面公告且以页面公布的后付费服务当时有效的计费模式、标准为准。</p>
                        <p class="more">2.3
                            飞悦保留在您未按照约定支付全部费用之前不向您提供服务和/或技术支持，或者终止服务和/或技术支持的权利。同时，飞悦保留对您的欠费要求您按日承担万分之五的违约金以及追究其他法律责任的权利。
                        </p>
                        <p class="more">2.4
                            您完全理解飞悦价格体系中所有的赠送服务项目或活动均为飞悦在正常服务价格之外的一次性特别优惠，优惠内容不包括赠送服务项目的修改、更新及维护费用，并且赠送服务项目不可折价冲抵服务价格。</p>
                        <p class="more">2.5
                            您理解并同意，飞悦有权根据实际情况随时单方调整费用标准及收费方式，而无需获得您的事先同意，飞悦会尽合理范围内的最大努力，将前述调整及变化，通过官网公告、站内通知或您预留的联系信息等方式提前告知您，且调整日之前已经购买并已全额支付费用的服务不受影响。
                        </p>
                    </div>
                    <div>
                        <h4>
                            <strong>三、退款政策</strong>
                        </h4>
                        <p class="more">3.1
                            飞悦保留随时取消提供任何服务的权利。在这种情况下，客户将有权根据剩余的服务期限按比例退款。如果客户违反飞悦的服务条款，则在飞悦或客户取消订单时不会退款。开户时提供给用户的任何奖励措施也将被取消，以预付款方式收取的费用不予退还，其中包括所有每月和每年的服务。</p>
                        <p class="more">3.2 预付费方式购买的如下产品支持自购买之日起72小时内申请退款：</p>
                        <ul class="more_grade">
                            <li>虚拟服务器</li>
                            <li>托管服务器</li>
                        </ul>
                        <p class="more">3.3 预付费方式购买的如下产品支持自购买之日起24小时内申请退款：</p>
                        <ul class="more_grade">
                            <li>虚拟服务器</li>
                            <li>裸金属服务器</li>
                        </ul>
                        <p class="more">3.4 预付费方式购买的如下产品不支持申请退款：</p>
                        <ul class="more_grade">
                            <li>域名服务</li>
                            <li>CDN网络加速</li>
                            <li>电信经营许可证</li>
                        </ul>
                        <p class="more">3.5 系统会将剩余服务时长的费用退还至原账户。退款金额=（合同剩余天数/合同总天数）×实例购买金额。</p>
                        <p class="more_grade">
                            例如：您2020年6月18日12点购买了虚拟服务器预付费服务一个月，花费100元现金，6月28日12点通过退款审请后，应退金额=（20天/30天）×100元=66.66元。</p>
                        <p class="more">3.6 退款规则</p>
                        <p class="more_grade">3.6.1 每类产品每个帐号每自然月最多可无理由退还三个实例。</p>
                        <p class="more_grade">3.6.2 退还实付金额至账户余额中，已使用代金券不退还。</p>
                        <p class="more_grade">3.6.3 退款期间产生的费用，即提交退订申请至退订成功期间产生的费用不退还。</p>
                        <p class="more_grade">3.6.4 退款产品产生的按需计费账单不退还。</p>
                        <p class="more_grade">3.6.5 服务过程中，用户超出3个月未向服务商提供项目所需资料，导致项目无法继续实施被动停止的情况不支持全额退款。</p>
                        <p class="more_grade">3.6.6 服务过程中，用户新增加需求，并超出服务商接单时承诺的服务范围的情况不支持全额退款。</p>
                        <p class="more_grade">3.6.7 因用户自身问题违反国家相关法律规定导致服务商无法兑现服务承诺的情况不支持全额退款（包括但不限于用户未获得网站 ICP
                            备案许可导致网站无法上线等情况）。</p>
                        <p class="more_grade">3.6.8 因用户自身原因导致的订单变更或终止，并使服务商端因此而产生资源损耗的情况不支持全额退款。</p>
                        <p class="more_grade">3.6.9 如出现疑似异常或恶意退货，飞悦有权否决退货申请，飞悦在法律范围保持最终解释权。</p>
                        <p class="more_grade">3.6.10 特殊产品和未尽事宜以具体约定为准。</p>
                        <p class="more">3.7 退款流程</p>
                        <p class="more_grade">1.登录控制台，点击左侧的“我的工单”，选择“新建工单”。</p>
                        <p class="more_grade">2.填写需要退订的产品名称，类型，属性。</p>
                        <p class="more_grade">3.填写退订原因，并点击“提交”按钮。</p>
                        <p class="more_grade">4.等待飞悦客服进行退款相关的审核。</p>
                        <p class="more_grade">5.在“我的工单”和“我的订单”栏可查看已退款进程。</p>
                    </div>
                    <div>
                        <h4><strong>四、权利义务</strong></h4>
                        <p class="more">4.1.您的权利、义务</p>
                        <p class="more_grade">4.1.1
                            您同意遵守本服务条款以及服务展示页面的相关管理规范及流程。您了解上述协议及规范等的内容可能会不时变更。如本服务条款的任何内容发生变动，飞悦应通过提前在www.flyjoying.com
                            的适当版面公告向您提示修改内容。如您不同意飞悦对本服务条款相关条款所做的修改，您有权停止使用飞悦的服务，此等情况下，飞悦应与您进行服务费结算（如有），并且您应将业务数据迁出。如您继续使用飞悦服务，则视为您接受飞悦对本服务条款相关条款所做的修改。</p>
                        <p class="more_grade">4.1.2 您应按照飞悦的页面提示及本服务条款的约定支付相应服务费用。</p>
                        <p class="more_grade">4.1.3 您承诺：</p>
                        <p class="more_grade">4.1.3.1如果您利用飞悦提供的服务进行经营或非经营的活动需要获得国家有关部门的许可或批准的，应获得该有关的许可或批准。包括但不限于以下内容：
                            如果您在云主机服务上开办了多个网站，须保证所开办的全部网站均获得国家有关部门的许可或批准；</p>
                        <p class="more_grade">
                            4.1.3.2如您网站提供非经营性互联网信息服务的，必须办理非经营性网站备案，并保证所提交的所有备案信息真实有效，在备案信息发生变化时及时在备案系统中提交更新信息；
                            如您网站提供经营性互联网信息服务的，还应自行在当地通信管理部门取得经营性网站许可证；</p>
                        <p class="more_grade">4.1.3.3如您如提供BBS等电子公告服务的，也需根据相关法规政策要求备案或获得相应批准；</p>
                        <p class="more_grade">4.1.3.4 如您经营互联网游戏网站的，您应依法获得网络文化经营许可证；</p>
                        <p class="more_grade">4.1.3.5 如您经营互联网视频网站的，您应依法获得信息网络传播视听节目许可证；</p>
                        <p class="more_grade">4.1.3.6
                            若您从事新闻、出版、教育、医疗保健、药品和医疗器械等互联网信息服务，依照法律、行政法规以及国家有关规定须经有关主管部门审核同意，在申请经营许可或者履行备案手续前，应当依法经有关主管部门审核同意。</p>
                        <p class="more_grade">4.1.3.7
                            您理解并认可，以上列举并不能穷尽您进行经营或非经营活动需要获得国家有关部门的许可或批准的全部类型，您应获得有关的许可或批准，并应符合国家及地方不时颁布相关法律法规之要求。</p>
                        <p class="more_grade">4.1.3.8
                            除飞悦明示许可外，不得修改、翻译、改编、出租、转许可、在信息网络上传播或转让飞悦提供的服务或软件，也不得逆向工程、反编译或试图以其他方式发现飞悦提供的服务或软件的源代码；</p>
                        <p class="more_grade">4.1.3.9 若飞悦的服务涉及第三方软件之许可使用的，您同意遵守相关的许可协议的约束；</p>
                        <p class="more_grade">4.1.3.10
                            您理解并同意，中华人民共和国的国家秘密受法律保护，您有保守中华人民共和国的国家秘密的义务；您使用飞悦服务应遵守相关保密法律法规的要求，并不得危害中华人民共和国国家秘密的安全。</p>
                        <p class="more_grade">4.1.3.11
                            不散布电子邮件广告、垃圾邮件（SPAM）：不利用飞悦提供的服务散发大量不受欢迎的或者未经请求的电子邮件、电子广告或包含反动、色情等有害信息的电子邮件；</p>
                        <p class="more_grade">4.1.3.12 不得将飞悦所提供的云主机用作虚拟服务器、或用作磁盘空间出租，或用作非法代理服务器（Proxy）或垃圾邮件服务器；</p>
                        <p class="more_grade">4.1.3.13
                            不利用飞悦提供的资源和服务上传（Upload）、下载（download）、储存、发布如下信息或者内容，不为他人发布该等信息提供任何便利（包括但不限于设置URL、BANNER链接等）:</p>
                        <p class="more_grade">① 违反国家规定的政治宣传和/或新闻信息；</p>
                        <p class="more_grade">② 涉及国家秘密和/或安全的信息；</p>
                        <p class="more_grade">③ 封建迷信和/或淫秽、色情、下流的信息或教唆犯罪的信息；</p>
                        <p class="more_grade">④ 博彩有奖、赌博游戏、“私服”、“外挂”等非法互联网出版活动；</p>
                        <p class="more_grade">⑤ 违反国家民族和宗教政策的信息；</p>
                        <p class="more_grade">⑥ 妨碍互联网运行安全的信息；</p>
                        <p class="more_grade">⑦ 侵害他人合法权益的信息和/或其他有损于社会秩序、社会治安、公共道德的信息或内容；</p>
                        <p class="more_grade">⑧ 其他违反法律法规、部门规章或国家政策的内容。</p>
                        <p class="more_grade">4.1.3.14
                            不应大量占用,亦不得导致如程序或进程等大量占用飞悦计算资源（如虚拟服务器、网络带宽、存储空间等）所组成的平台（以下简称“云平台”）中服务器内存、CPU或者网络带宽资源，并给飞悦平台或者飞悦的其他用户的网络、服务器（包括但不限于本地及外地和国际的网络、服务器等）、产品/应用等带来严重的、不合理的负荷，影响飞悦与国际互联网或者飞悦与特定网络、服务器及飞悦内部正常通畅的联系，或者导致飞悦平台产品与服务或者飞悦的其他用户的服务器宕机、死机或者用户基于云平台的产品/应用不可访问等；</p>
                        <p class="more_grade">4.1.3.15
                            您完全了解并授权飞悦对您的飞悦服务器进行安全漏洞扫描与监控，对于扫描过程中可能出现的不良影响（包括但不限于主机资源占用、网络带宽占用、服务异常等），飞悦不承担任何责任。</p>
                        <p class="more_grade">4.1.3.16
                            您有义务保证您的飞悦服务器不受安全漏洞影响；对于飞悦发出的漏洞修复通知，您应积极主动采取修复措施以消除影响；由于安全漏洞原因所导致的主机被攻击（包括但不限于被入侵、被肉鸡、拒绝服务等），飞悦不承担任何责任。</p>
                        <p class="more_grade">4.1.3.17
                            不进行任何破坏或试图破坏网络安全的行为（包括但不限于钓鱼，黑客，网络诈骗，网站或空间中含有或涉嫌散播：病毒、木马、恶意代码，及通过虚拟服务器对其他网站、服务器进行涉嫌攻击行为如扫描、嗅探、ARP欺骗、DOS等）；</p>
                        <p class="more_grade">4.1.3.18 不进行任何改变或试图改变飞悦提供的系统配置或破坏系统安全的行为；</p>
                        <p class="more_grade">4.1.3.19 不从事其他违法、违规或违反飞悦服务条款的行为。</p>
                        <p class="more_grade">4.1.3.20
                            如飞悦发现您违反上述条款的约定，有权根据情况采取相应的处理措施，包括但不限于立即终止服务、中止服务或删除相应信息等。如果第三方机构或个人对您提出质疑或投诉，飞悦将通知您，您有责任在规定时间内进行说明并出具证明材料，如您未能提供相反证据或您逾期未能反馈的，飞悦将采取包括但不限于立即终止服务、中止服务或删除相应信息等处理措施。因您未及时更新联系方式或联系方式不正确而致使未能联系到您的，亦视为您逾期未能反馈。</p>
                        <p class="more_grade">4.1.4 您不应在飞悦服务或平台之上安装、使用盗版软件；您对自己行为（如自行安装的软件和进行的操作）所引起的结果承担全部责任。</p>
                        <p class="more_grade">4.1.5
                            您对自己存放在飞悦平台上的数据以及进入和管理飞悦平台上各类产品与服务的口令、密码的完整性和保密性负责。因您维护不当或保密不当致使上述数据、口令、密码等丢失或泄漏所引起的一切损失和后果均由您自行承担。</p>
                        <p class="more_grade">4.1.6
                            您应向飞悦提交执行本服务条款的联系人和管理用户网络及云平台上各类产品与服务的人员名单和联系方式并提供必要的协助。如以上人员发生变动，您应自行将变动后的信息进行在线更新并及时通知飞悦。因您提供的人员的信息不真实、不准确、不完整，以及因以上人员的行为或不作为而产生的结果，均由您负责。</p>
                        <p class="more_grade">4.1.7
                            您对您存放在飞悦平台上的数据内容负责，如因上传、发布的公开信息违反法律法规、部门规章或国家政策，由此造成的全部结果及责任由您自行承担。飞悦对此予以监督，并向您提示不合规或疑似不合规内容，并郑重提示您谨慎判断数据内容的合法性。</p>
                        <p class="more_grade">4.1.8
                            您须依照《互联网信息服务管理办法》、《互联网电子公告服务管理规定》等法律法规的规定保留自己网站的访问日志记录，包括发布的信息内容及其发布时间、互联网地址（IP）、域名等，国家有关机关依法查询时应配合提供。您自行承担未按规定保留相关记录而引起的全部法律责任。</p>
                        <p class="more_grade">4.1.9
                            鉴于行业现有技术发展水平的限制，您了解飞悦无法保证其所提供的服务毫无瑕疵（如飞悦安全产品并不能保证您的硬件或软件的绝对安全），但飞悦承诺不断提升服务质量及服务水平。所以您同意：即使飞悦提供的服务存在瑕疵，但上述瑕疵是当时行业技术水平所无法避免的，其将不被视为飞悦违约。您同意和飞悦一同合作解决上述瑕疵问题。</p>
                        <p class="more_grade">4.1.10
                            数据备份系您的义务和责任。虽然飞悦的云主机可能会配置必要的具有日常数据备份功能的工具，但并不意味着数据备份是飞悦的义务。飞悦不保证完全备份用户数据，亦不对用户数据备份工作或结果承担任何责任。</p>
                        <p class="more">4.2 飞悦的权利、义务</p>
                        <p class="more_grade">4.2.1 飞悦应按照服务条款约定提供服务。</p>
                        <p class="more_grade">4.2.2 服务期限内，飞悦将为您提供如下客户服务：</p>
                        <p class="more_grade">4.2.2.1
                            飞悦为付费用户提供7×24售后故障服务，并为付费用户提供有效的联系方式并保证付费用户能够联系到故障联系人。故障联系人在明确故障后及时进行反馈；</p>
                        <p class="more_grade">4.2.2.2 飞悦提供7×24小时的在线工单服务系统，解答客户在使用中的问题。</p>
                        <p class="more_grade">4.2.3
                            若服务涉及云主机的，飞悦仅负责操作系统以下的底层部分及飞悦提供的软件的运营维护，即云主机服务的相关技术架构及操作系统等。操作系统之上部分</p>
                        （如您在系统上安装的应用程序）由您自行负责。此外，您自行升级操作系统可能会造成宕机等不良影响，请自行把握风险并谨慎操作。</p>
                        <p class="more_grade">4.2.4 飞悦将消除您非人为操作所出现的故障，但因您原因和/或不可抗力以及非飞悦控制范围之内的事项除外。</p>
                        <p class="more_grade">4.2.5 飞悦应严格遵守保密义务。</p>
                        <p class="more_grade">4.2.6
                            您理解并认可，飞悦在必要时将会对您使用的云主机服务进行机房迁移。飞悦进行上述操作前将提前7个自然日通知您，由于进行上述操作可能需要修改您相关域名的DNS，因此您需在接到飞悦通知后按照飞悦要求的时间将DNS修改到飞悦指定IP上，否则因此造成网站应用无法访问的，由您自行负责。</p>

                    </div>
                    <div>
                        <h4><strong>五、用户数据</strong></h4>
                        <p class="more">5.1 为服务您的目的，飞悦可能通过使用您数据，向您提供服务，包括但不限于向您发出产品和服务信息、或检测您的数据及服务使用行为。</p>
                        <p class="more">5.2 您的用户数据将在下述情况下部分或全部被披露：</p>
                        <p class="more">5.2.1 经您同意，向第三方披露；</p>
                        <p class="more">5.2.2 根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；</p>
                        <p class="more">5.2.3 如果您出现违反中国有关法律法规的情况，需要向第三方披露；</p>
                        <p class="more">5.2.4 为提供您所要求的软件或服务，而必须和第三方分享您数据。</p>
                        <p class="more"> 5.3
                            除法定及飞悦和您另行约定外，自本服务条款期满或因任何原因导致本服务条款提前终止之日起的7个自然日内，飞悦应继续存储您的数据，逾期将不再保留您数据，您需自行承担其数据被销毁后引发的一切后果。</p>
                    </div>
                    <div>
                        <h4><strong>六、知识产权</strong></h4>
                        <p class="more">6.1 您应保证提交飞悦的素材、对飞悦服务的使用及使用飞悦服务所产生的成果未侵犯任何第三方的合法权益。如有第三方基于侵犯版权、侵犯第三人之权益或违反
                            中国法律法规或其他适用的法律等原因而向飞悦提起索赔、诉讼或可能向其提起诉讼,则您应赔偿飞悦因此承担的费用或损失，并使飞悦完全免责。</p>
                        <p class="more">6.2 如果第三方机构或个人对您使用飞悦服务所涉及的相关素材的知识产权归属提出质疑或投诉，您有责任出具相关知识产权证明材料，并配合飞悦相关投诉处理工作。</p>
                        <p class="more">6.3
                            您承认飞悦向您提供的任何资料、技术或技术支持、软件、服务等的知识产权均属于飞悦或第三方所有。除飞悦或第三方明示同意外，您无权复制、传播、转让、许可或提供他人使用上述资源，否则应承担相应的责任。</p>
                    </div>
                    <div>
                        <h4><strong>七、保密条款</strong></h4>
                        <p class="more">7.1
                            保密资料指由一方向另一方披露的所有技术及非技术信息(包括但不限于产品资料，产品计划，价格，财务及营销规划，业务战略，客户信息，客户数据，研发资料，软件硬件，API应用数据接口，技术说明，设计，特殊公式，特殊算法等)。</p>
                        <p class="more">7.2
                            本服务条款任何一方同意对获悉的对方之上述保密资料予以保密，并严格限制接触上述保密资料的员工遵守本条之保密义务。除非国家机关依法强制要求或上述保密资料已经进入公有领域外，接受保密资料的一方不得对外披露。</p>
                        <p class="more">7.3
                            本服务条款双方明确认可保密资料是双方的重点保密信息并是各自的重要资产，本服务条款双方同意尽最大的努力保护上述保密资料等不被披露。一旦发现有上述保密资料泄露事件，双方应合作采取一切合理措施避免或者减轻损害后果的产生。</p>
                        <p class="more">7.4 本条款不因本服务条款的终止而失效。</p>
                    </div>
                    <div>
                        <h4><strong>八、服务期限</strong></h4>
                        <p class="more">8.1先付费的服务：</p>
                        <p class="more">8.1.1您付费后服务即开通，开通后您获得飞悦向您发送的登录、使用服务的密钥、口令即可使用服务，服务期限自开通之时起算（而非自您获得登录、使用服务的密钥、口令时起算）；</p>
                        <p class="more">8.1.2以包年包月等固定期限形式售卖的服务，服务期限至订购的期限届满为止；以资源包（或套餐包）形式售卖的服务，服务期限则至您订购的资源包服务期限到期或资源包中的服务被使用完毕为止（以前述二者早发生为准）；</p>
                        <p class="more">8.1.3您应在服务期限内将资源包的服务数量使用完毕，如资源包的服务期限届满，您已订购但未使用完毕的服务将被作废且飞悦将不提供其他替代或补充。</p>
                        <p class="more">8.1.4您对于服务的使用将优先消耗订购的资源包，除法定及双方另行约定外，如资源包中的各项服务使用完毕或者服务期限到期，且您未继续订购资源包服务但持续使用此项服务的，飞悦将视为您使用飞悦以后付费形式售卖的该服务（如有），飞悦将持续计费并根据计费结果予以扣划服务费用。</p>
                        <p class="more">8.2后付费的服务：</p>
                        除非另有其他约定或您未结清其他应付款项的，您开通服务即可使用飞悦的服务；您应确保您的账户余额充足，以便持续使用服务至法律规定或本服务条款约定的终止情形出现时为止。</p>
                        <p class="more">8.3发生下列情形之一的，服务期限提前终止：</p>
                        <p class="more">8.3.1双方协商一致提前终止的；</p>
                        <p class="more">8.3.2您严重违反本协议（包括，您严重违反相关法律法规规定，或您严重违反本协议项下之任一承诺内容等），飞悦有权提前终止服务直至清除您的全部数据；</p>
                        <p class="more">8.3.3您理解并充分认可，虽然飞悦已经建立（并将根据技术的发展不断完善）必要的技术措施来防御包括计算机病毒、网络入侵和攻击破坏（包括DDoS）等危害网络安全事项或行为（以下统称该等行为），但鉴于网络安全技术的局限性、相对性以及该等行为的不可预见性，因此如因您网站遭遇该等行为而给飞悦或者飞悦的其他网络或服务器（包括本地及外地和国际的网络、服务器等）带来危害，或影响飞悦与国际互联网或者飞悦与特定网络、服务器及飞悦内部的通畅联系，飞悦可决定暂停或终止服务。如果终止服务的，将按照实际提供服务月份计算（不足一个月的按天计）服务费用，将剩余款项（如有）返还。</p>
                        <p class="more">8.3.4飞悦可提前在飞悦网站上通告或给您发网站内通知或书面通知的方式终止本服务服务协议；届时飞悦应将您已预付但未消费的款项退还至您的飞悦账户。</p>
                        <p class="more">8.4您理解并认可，为技术升级、服务体系升级、或因经营策略调整或配合国家重大技术、法规政策等变化，飞悦不保证永久的提供某种服务，并有权变更所提供服务的形式、规格或其他方面（如服务的价格和计费模式），在终止该种服务或进行此种变更前，飞悦将尽最大努力且提前以网站公告、站内信、邮件或短信等一种或多种方式进行事先通知。</p>
                    </div>
                    <div>
                        <h4><strong>九、违约责任</strong></h4>
                        <p class="more">9.1 本服务条款任何一方违约均须依法承担违约责任。</p>
                        <p class="more">9.2 您理解，鉴于计算机、互联网的特殊性，下述情况不属于飞悦违约：</p>
                        <p class="more">9.2.1 飞悦在进行服务器配置、维护时，需要短时间中断服务；</p>
                        <p class="more">9.2.2 由于Internet上的通路阻塞造成您网站访问速度下降。</p>
                        <p class="more">9.3 在任何情况下，飞悦均不对任何间接性、后果性、惩戒性、偶然性、特殊性的损害，包括您使用飞悦服务而遭受的利润损失承担责任（即使您已被告知该等损失的可能性）。</p>
                        <p class="more">9.4 在任何情况下，飞悦对本服务条款所承担的违约赔偿责任总额不超过违约服务对应之服务费总额。</p>
                    </div>
                    <div>
                        <h4><strong>十、不可抗力</strong></h4>
                        <p class="more">10.1 因不可抗力或者其他意外事件，使得本服务条款的履行不可能、不必要或者无意义的，遭受不可抗力、意外事件的一方不承担责任。</p>
                        <p class="more">10.2 不可抗力、意外事件是指不能预见、不能克服并不能避免且对一方或双方当事人造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行等以及社会事件如战争、动乱、政府行为、电信主干线路中断、黑客、网路堵塞、电信部门技术调整和政府管制等。</p>
                    </div>
                    <div>
                        <h4><strong>十一、法律适用及争议解决</strong></h4>
                        <p class="more">11.1 本服务条款受中华人民共和国法律管辖。</p>
                        <p class="more">11.2 在执行本服务条款过程中如发生纠纷，双方应及时协商解决。协商不成时，任何一方可直接向北京市大兴区人民法院提起诉讼。</p>
                    </div>
                    <div>
                        <h4><strong>十二、附则</strong></h4>
                        <p class="more">12.1 飞悦在www.flyjoying.com 相关页面上的服务说明、价格说明和您确认同意的订购页面是本服务条款不可分割的一部分。如果 www.flyjoying.com 相关页面上的服务说明、价格说明和您确认同意的订购页面与本服务条款有不一致之处，以本服务条款为准。</p>
                        <p class="more">12.2 飞悦有权以提前在www.flyjoying.com 上公布、或给您发网站内通知或书面通知的方式将本服务条款的权利义务全部或者部分转移给飞悦的关联公司。</p>
                        <p class="more">12.3 如果任何条款在性质上或其他方面理应地在此协议终止时继续存在，那么应视为继续存在的条款，这些条款包括但不局限于保证条款、保密条款、知识产权条款、法律适用及争议解决条款。</p>
                    </div>
                </article>
            </div>
        </div><!--end of row-->
    </div><!--end of container-->
</section>